Revit 2027 API
ParameterTypeId.ProjectPostalCode Property
 "Postal Code"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProjectPostalCode { get; }
Public Shared ReadOnly Property ProjectPostalCode As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProjectPostalCode {
	ForgeTypeId^ get ();
}
static member ProjectPostalCode : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace